Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/kn_kansallispaivapuhe_suomi.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien vaikutusmahdollisuudet turvataan asianmukaisesti neuvotteluissa.
sme: Sámedikki váikkuhanvejolašvuođat sihkkarastojuvvojit áššáigullevaččat ráđđádallamiin.

source: Delegaatiotyössä turvataan myös resurssien kautta saamelaiskäräjien mahdollisuus käyttää asiantuntijaresursseja.
sme: Sáttagotti barggus sihkkarastojuvvo maid resurseren Sámediggái nu ahte das lea vejolašvuohta geavahit áššedovdinávccaid.

source: Saamelaiskäräjille taataan veto-oikeus hylätä pohjoismainen saamelaissopimus tarvittaessa.
sme: Dárbbu mielde sámediggái dáhkiduvvo ng. veto-riekti hilgut davviriikkalaš sámi soahpamuša.

source: Toivottavasti siihen tilanteeseen ei jouduta.
sme: Doaivvu mielde dan dillái eat šatta.

source: Olen tyytyväinen että sopimusneuvottelut voidaan aloittaa, mutta edessä on vielä pitkä neuvotteluprosessi.
sme: Lean duhtavaš dasa, ahte soahpamušráđđádallamat sáhttet álggahuvvot, muhto ovddas lea vel guhkes ráđđádallanproseassa.

source: Arvoisat saamelaiset, hyvät ystävät.
sme: Gudnejahtton sápmelaččat, buorit ustibat.

source: On tärkeää että säilytämme perinteemme ja saamelaiskulttuurin yhteisöllisyyden tuleville sukupolville.
sme: Lea dehálaš, ahte seailluhit árbevieruideamet ja sámi kultuvrra searvvušvuođa boahtte buolvvaide.

source: Meidän yhteisöllisyytemme ja kulttuurimme tuoma tietotaito antavat meille keinot säilyttää kulttuurimme ja vastata kulttuuriamme kohtaan nouseviin uhkiin.
sme: Min searvvusvuohtamet ja kultuvramet máhttu addá midjiide vugiid seailluhit kultuvramet ja dávistit uhkiide ja hástalusaide, mat čuhcet min kultuvrii.

source: Vaikka saamelaisten asema on parantunut, suhtautuminen saamelaisiin ja meidän vaatimuksiin on varsinkin Lapissa paikoitellen ikävän kielteistä.
sme: Vaikko sápmelaččaid sajádat lea buorránan, de jurddahanvuohki sápmelaččaid guovdu ja min gáibádusaide lea eandalit dáppe davvin gaskkohagaid negatiivvalaš, mii dieđusge lea morašlaš ášši.

source: Kielteistä suhtautumista ei pidä pelätä, vaan vaatia yhä voimakkaammin omien oikeuksien toteutumista ja ammentaa voimaa kulttuuristamme ja yhteisön tuesta.
sme: Biehtadahkes jurddaguottuin ii galgga ballat, muhto gáibidit vel nannoseappot iežamet vuoigatvuođaid olláhuvvama ja njammat ja goistet vuoimmi min aid, de sáhtálii oažžut ipmárdusa riidos sápmelaččain.

source: On ikävää, että lappilaisia medioita seuraamalla voisi saada käsityksen riitelevistä saamelaisista.
sme: Dát govva lea hui boasttolágán.

source: Kuva on hyvin väärä, olemme aina olleet rauhaa rakastava kansa.
sme: Miihan leat álohii leamaš álbmot, mii lea ráhkistan ráfi ja nu dat lea velnai.

source: Tuntuukin siltä, että mediassa korostuvat vain ne asiat jotka herättävät ristiriitoja ja uutisoinnissa haetaan tarkoituksellisesti vastakkainasettelua.
sme: Orru leame nu, ahte medias ožžot deattu dušše dakkár áššit, mat bohciidahttet ruossalasvuođaid ja ođasráhkadeamis ohccojuvvojit vásedin vuostálasvuođat.

source: Näin kansallispäivänä olisikin hyvä pohtia, miten saamelaisia koskevaa uutisointia voisi saada vastaamaan todellisuutta ja mitä itse kukainenkin, erityisesti saamelaiskäräjäjäsenet voisivat tehdä omalla esimerkillään saamelaisten ja saamelaiskäräjien julkisuuskuvan parantamiseksi.
sme: Dál álbmotbeaivve livččiinai buorre guorahallat, mot ođđasiid sámiid birra sáhtálii oažžut dakkárin, mat attále rievttes gova ja maid iešguhtenai, earenoamážit ovttaskas sámediggeáirasat sáhtále bargat sápmelaččaid ja sámedikki olgguldas gova buorideami várás.

source: Haluan, että saamelaiskäräjät on houkutteleva työpaikka saamelaisille ja saamelaiskäräjien tehtävät ja äänestäminen kiinnostaisivat saamelaisia seuraavissa vaaleissa.
sme: Mun hálidan, ahte sámediggi lea geasuheaddji bargosadji sápmelaččaide. Sávan maid ahte sápmelaččat beroštit sámedikki bargguin ja álggále čuovvovaš válggaid evttohassan ja maid jienastivčče viššalit válggain.

source: Näillä sanoin julistan kansallispäivän juhlallisuudet avatuksi.
sme: Dáiguin sániiguin raban álbmotbeaivve doaluid.

source: Hyvää kansallispäivää kaikille !
sme: Buori sámi álbmotbeaivvi buohkaide !
